IdeaRS.Connections
CreateSegmentCommandData.SegmentEndBehavior Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.CreateSegmentCommandData.SegmentEndBehavior"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public BeamSegmentEndFlags SegmentEndBehavior { get; set; }
Property Value
Type: BeamSegmentEndFlags
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace